Repository: akuznetzz/base_back_app
Catalog: src/named_views/locale/*/LC_MESSAGES/django.po
Languages: ru

source: user
ru: пользователь

source: table_type
ru: таблица

source: view name
ru: имя представления

source: view text
ru: текст представления

source: View data: JSON object representation for a view data.
ru: Данные представления: JSON представление данных.

source: there is already a view with the same name!
ru: Представление с таким именем уже имеется!

source: base table view
ru: базовое представление

source: base table views
ru: базовые представления

source: view context
ru: контекст представления

source: TableTypes
ru: Таблица

source: named view
ru: именованное представление

source: named views
ru: именованные представления

source: context view params
ru: контекстные параметры представления

source: view params
ru: параметры представления

source: View params data: JSON object representation for a view params.
ru: Параметры представления: JSON представление параметров представления.

source: named filter
ru: именованный фильтр

source: named filters
ru: именованные фильтры

source: context
ru: контекст

source: Request parameters not defined.
ru: Не заданы параметры запроса.
